tap "homebrew/bundle"
tap "leoafarias/fvm"
brew "bat"
brew "eza"
brew "fd"
brew "feedgnuplot"
brew "fzf"
brew "git-delta"
brew "glslviewer"
brew "gradle"
brew "maven"
brew "neovim"
brew "nvm"
brew "openjdk@17"
brew "openjdk@21"
brew "ripgrep"
brew "ruby@3.2"
brew "stow"
brew "utf8proc", args: ["HEAD"]
brew "tmux"
brew "wget"
brew "yazi"
brew "zoxide"
brew "leoafarias/fvm/fvm"
cask "ghostty"
