tap "leoafarias/fvm"

brew "stow"
brew "ast-grep"
brew "bat"
brew "dict"
brew "eza"
brew "fd"
brew "feedgnuplot"
brew "figlet"
brew "fzf"
brew "fswatch"
brew "gawk"
brew "git-delta"
brew "glslviewer"
brew "luarocks"
brew "gradle"
brew "lazygit"
brew "leoafarias/fvm/fvm"
brew "maven"
brew "neovim"
brew "nvm"
brew "openjdk@17"
brew "openjdk@21"
brew "ripgrep"
brew "ripgrep"
brew "ruby@3.2"
brew "tmux"
brew "utf8proc", args: ["HEAD"]
brew "wget"
brew "yazi"
brew "zoxide"
brew "clamav"
brew "apktool"
brew "fortune"
brew "minicom"
brew "btop"
brew "ghostscript"
brew "imagemagick"
brew "exiftool"
brew "pngpaste"
brew "yt-dlp"

cask "ghostty"
